Repository: sputnik63/acbot
Catalog: locale/*/LC_MESSAGES/acbot.po
Languages: it_it

source: Hello %s ! I am ACBot
it_it: Ciao %s ! Io sono ACBot

source: See you soon %s
it_it: Arrivederci a presto %s

source: Select a command from below
it_it: Seleziona un comando qui sotto

source: Start now or schedule start
it_it: Accendi ora o imposta l'ora di accensione

source: Stop now or schedule stop
it_it: Spegni ora o imposta l'ora di spegnimento

source: Set mode:
it_it: Imposta il modo di funzionamento:

source: Starting now
it_it: Accendo adesso

source: Stopping now
it_it: Spengo adesso

source: Input start time in format HH:MM
it_it: Inserisci l'ora di accensione nel formato HH:MM

source: Input stop time in format HH:MM
it_it: Inserisci l'ora di spegnimento nel formato HH:MM

source: Set fan speed
it_it: Imposta la velocità della ventilazione

source: Set temperature
it_it: Imposta la temperatura

source: Set mode
it_it: Imposta la modalità

source: Set fan mode
it_it: Imposta il movimento delle alette

source: Wrong format: input time in format HH:MM
it_it: Formato errato: inserisci l'ora nel formato HH:MM

source: ERROR:
it_it: ERRORE:

source: Scheduled
it_it: Programmato

source: at
it_it: alle
